Revit.Elements.CurveElement.Tessellate(Autodesk.DesignScript.Interfaces.IRenderPackage,Autodesk.DesignScript.Interfaces.TessellationParameters)
Empty method - we don't want to tessellate curves automatically
but it seems we need this method to correctly import this library into Dynamo.
See description in base class.
package:
parameters: